{
  "contact": "Aloqa",
  "industry": "Sohalar",
  "prices": "Narxlar",
  "blog": "Blog",
  "order": "Buyurtma berish",
  "header_text": "Bir necha qadamlar bilan o'z online do'koningizga ega bo'ling!",
  "header_text__bottom": "Internet do'konga ega bo'lib, online savdolaringizni oshirish vaqti keldi!",
  "header_center": "Mijozlar siz uxlab yotganingizda ham xarid qilishlari mumkin! Bizning platforma orqali onlayin do’koningizni 24/7 ishga tushiring.",
  "mebel": "Mebel",
  "konstovar": "Konstovar",
  "elektronika": "Elektronika",
  "kosmetika": "Parfume/Kosmetika",
  "maishiytex": "Maishiy texnika",
  "kiyim": "Kiyim/Butik",
  "oyinchoqlar": "O'yinchoq",
  "qurilish": "Qurilish materiallari",
  "oshxona": "Oshxona Idishlari",
  "ovqat": "Oziq-ovqat",
  "biznestitle": "biznesingiz uchun veb-platforma sotib olish (2025)",
  "biznestitlebottom": "biznesingizni onlayn tarzda kengaytiring! Bizning veb-platformamiz yordamida oson va tezkor onlayn do’kon yaratish imkoniyatiga ega bo’lasiz. Mobilga mos dizayn, SEO optimizatsiyasi va marketing imkoniyatlari orqali ko’proq mijozlarga erishing. Bugun boshlang va biznesingizni yangi yuksakliklarga olib chiqing!",
  "services_text": "Bizning afzalliklarimiz",
  "assorti": "Keng assortiment",
  "assorti_text": "Moda, elektronika, uy va bog', sport va hordiq va boshqalar kabi mahsulotlarning katta tanlovini o'rganing.",
  "kafolat": "Sifat kafolati",
  "kafolat_text": "Har bir mahsulot faqat eng yaxshisini olishingizni ta'minlash uchun qattiq sifat nazoratidan o'tadi.",
  "imkoniyat": "To'lov imkoniyatlar",
  "imkoniyat_text": "Kredit / debet kartalari, raqamli hamyonlar, bank o'tkazmalari va ba'zan yetkazib berishda naqd pul.",
  "foydalanish": "24/7 foydalanish",
  "foydalanish_text": "Iste'molchilarga o'zlari uchun qulay bo'lgan vaqtda xarid qilish imkonini beradi.",
  "now" : "Hoziroq boshlang",
  "more" : "Ko'proq",
  "xususiyat": "Dukan xususiyatlari",
  "hamkor": "Qo'shimcha hamkor platformalar bilan ishlash imkoniyati",
  "hamkor_text": "Kerakli hamkor platformalar va to'lov tizimlari bilan ishlash imkoniyati.",
  "xizmat": "Qo'llab-quvvatlash xizmati",
  "xizmat_text" : "Ish davomida yuzaga kelishi mumkin bo'lgan muammolar uchun doimiy qo'llab-quvvatlash xizmati va qo'shimcha online qo'llanmalar",
  "moslashish": "Mobil qurilmalar uchun moslashuvchanlik",
  "moslashish_text" : "IOS va Android mobil qurilmalar uchun moslashuvchan va qulay interfeys",
  "obuna" : "Obuna xizmatlari", 
  "obuna_text" : "Sotib olish, yillik va oylik obuna evaziga o'z online do'koningizga ega bo'lish imkoniyati!",
  "vaqt": "Vaqt jadvali",
  "qidiruv": "Asosiy qidiruv",
  "suhbat": "Jonli suhbat vidjeti",
  "pochta": "Elektron pochta marketingi",
  "shakillar" : "Maxsus shakllar",
  "trafik" : "Trafik tahlili", 
  "asosiy" : "Asosiy qo'llab-quvvatlash",
  "tanlash" : "Tarifni tanlash",
  "questions": "Tez-tez so'raladigan savollar",
  "question1" : "DUKAN Platformasidan foydalanishni qanday boshlash kerak?",
  "answer1" : "Birinchidan, rasmiy Dukan veb-saytida raqamanigizni qoldirishingiz  kerak biz aloqaga chiqishimz uchun. Keyin do'koningizni ishga tushirish uchun kerakli maketni tanlab ishga tushirishingiz mumkin.",
  "question2" : "Do'konga mahsulotlarni qanday qo'shish kerak?",
  "answer2" : "Hisobingizga kirganingizdan so'ng, mahsulot ma'lumotlarini yuborish uchun 'Mahsulot' bo'limidagi 'Mahsulot qo`shish' opsiyasini o'tkazing va foydalaning.",
  "question3" : "To'lov usullarini qanday sozlash kerak?",
  "answer3" : "Sozlamalar bo'limida To'lov-ni tanlang va kerakli to'lov usullarini qo'shing. Dukan turli to'lov tizimlari bilan integratsiyalashgan.",
  "question4" : "Men o'z domenimdan foydalana olamanmi?",
  "answer4" : "Ha, siz domeningizni Dukan tizimidagi doʻkoningizga ulashingiz mumkin.Buyurtmalari qayta ishlash qanday ishlaydi?",
  "question5" : "Buyurtmalari qayta ishlash qanday ishlaydi?",
  "answer5" : "Buyurtmalar' bo'limida siz barcha buyurtmalarni ko'rishingiz va boshqarishingiz, shuningdek, bajarilish holatini kuzatishingiz mumkin.",
  "question6" : "To'lovlar bilan bog'liq muammolar bo'lsa nima qilish kerak?",
  "answer6" : "Toʻlov sozlamalarini tekshiring, ular faollashtirilganligiga ishonch hosil qiling va muammolarni hal qilish uchun Dukan qoʻllab-quvvatlash xizmatiga murojaat qiling.",
  "question7" : "Chegirmalar va aktsiyalarni o'rnatishim mumkinmi?",
  "answer7" : "Ha, chegirma kuponlari, vaqtinchalik aksiyalar va boshqa maxsus takliflarni Savdo -> Chegirmalar bo'limida yaratishingiz mumkin.",
  "question8" : "Do'konimni ijtimoiy tarmoqlar bilan qanday integratsiyalash mumkin?",
  "answer8" : "Savdo bo'limida Savdo kanallarini tanlang va ijtimoiy tarmoqlarni qo'shing. Ijtimoiy media ilovalari bilan integratsiyadan ham foydalanishingiz mumkin.",
  "question9" : "Do'kon uchun mobil ilovani qanday sozlash kerak?",
  "answer9" : "Do'koningizni boshqarish uchun mobil ilovani taqdim etadi. Siz uni App Store yoki Google Play-dan yuklab olishingiz mumkin.",
  "question10" : "Do'konimga bannerni qanday qo'shish mumkin?",
  "answer10" : "Savdo bo'limida Banner-ni tanlang, u erda kontentni tahrirlash va boshqarish hamda imtiyozlar uchun blogga tashrif buyurish mumkin.",
  "question11" : "Hisob qaydnomangiz parolini unutgan bo'lsangiz nima qilish kerak?",
  "answer11" : "Veb-saytda va Dukan hisobingizda parolni tiklash opsiyasidan foydalaning",
  "question12" : "Analitikani do’konimga integratsiya qilish mumkinmi?",
  "answer12" : "Ha, siz doʻkoningiz ish faoliyatini kuzatish uchun Google Analytics kabi uchinchi tomon tahlil vositalarini ulashingiz mumkin.",
  "question13" : "Qanday qilib do'konimni xavfsiz saqlashim mumkin?",
  "answer13" : "Do'konda standart xavfsizlik choralari, jumladan SSL shifrlash, firibgarlikdan himoyalanish va tizimni muntazam yangilash mavjud.",
  "question14" : "Do'konda ko'p tilli funksionallikni o'rnatish mumkinmi?",
  "answer14" : "Sozlamalar' -> 'Til' bo'limida siz do'koningiz uchun kerakli tilni qo'shishingiz mumkin.",
  "question15" : "Dukan yordamiga qanday murojaat qilish mumkin?",
  "answer15" : "Do'kon administrator paneli, chat, elektron pochta yoki telefon orqali qo'llab-quvvatlash xizmatiga murojaat qilishingiz mumkin.",
  "question16" : "Maketni qanday test qilish mumkin?",
  "answer16" : "Marketni visual uchun quyidagi havolaga bosing: DukanDemo",
  "question17" : "Istalgan joydan, istalgan vaqtda, istalgancha mijozga soting!",
  "answer17" : "Dukan orqali bir nechta qadamlarda internet do'koningizga ega bo'ling!",
  "yana" : "Yana",
  "qidirgan" : "Qidirgan javobingizni topa olmadingizmi?",
  "aloqa": "Aloqaga chiqing",
  "buyurtma" : "Buyurtma yoki savollar bo'yicha murojaat qiling.",
  "buyurtma_text" : " O'z marketplaysingizga ega bo'lib, mahsulotlaringizni 24/7 soting!",
  "ism" : "Ismingiz:",
  "telefon" : "Telefon raqamingiz?",
  "buisnes_type" : "Biznesingiz turi?",
  "tarif": "Qaysi tarif sizni qiziqtirayapdi?",
  "bog'lanish" : "Qaysi payt siz bilan bog'lansak bo'ladi?",
  "send" : "Yuborish",
  "kompaniya": "Kompaniya",
  "team" : "Jamoamiz",
  "xususiyatlar": "Xususiyatlar",
  "with_contact": "Aloqa uchun",
  "location": "Al-raqam Hub",
  "by_companiya" : "Al-raqam tomonidan ishlab chiqildi.",
  "huquq" : "Copyright © 2023 al-raqam. Barcha huquqlar himoyalangan.",
  "blogs" : "Bloglar",
  "boshsahifaga" : "Bosh sahifaga",
  "qo'llanma1" : "Toʻliq elektron tijorat SEO qoʻllanmasi (2025)",
  "time1" : "Mart 10, 2025",
  "qo'llanma2" : "2025 yilda moliyalashtirishni qayerdan olish mumkin",
  "time2": "Mart 14, 2025",
  "qo'llanma3" : "Elektron tijorat",
  "time3" : "Mart 20, 2025",
  "qo'llanma4": "Domenlar va veb-sayt hosting",
  "time4" : "Mart 22, 2025",
  "mashxur": "Mashxur postlar",
  "qidiring" : "Qidiring...",
  "kategoriyalar": "Kategoriyalar",
  "veb": "Veb dizayn",
  "marketing": "Marketing",
  "forntend" : "Frontend",
  "foto" : "Fotografiya",
  "texnologiya" : "Texnologiya",
  "umumiy" : "Umumiy",
  "qo'llanma1_text1" : "Ko'proq trafik olish har qanday elektron tijorat biznesi uchun asosiy masala. Ammo reklama va marketingga katta mablag' sarflamasdan, qanday qilib onlayn-do'koningizga tashrif buyuruvchilarni jalb qilasiz? Javob: SEO elektron tijoratidan qanday foydalanishni bilish orqali.Elektron tijorat qidiruv tizimini optimallashtirish (SEO) - qidiruv tizimining eng yaxshi amaliyotlarini qondirish uchun veb-saytingizni nozik sozlash va mijozlaringiz qidirayotgan narsalarni aks ettirish uchun tarkibingizni yangilash amaliyotidir.SEO-ning do'kon egalari uchun afzalliklari orasida tashrif buyuruvchilarning ko'payishi, brend xabardorligi va sotish kiradi. Ammo qidiruv tizimi algoritmining doimiy yangilanishi bilan qidiruvni optimallashtirishga qanday yondashishni bilish qiyin bo'lishi mumkin.",
  "qo'llanma1_text2" : "Elektron tijorat SEO nima? Elektron tijorat SEO - bu qidiruv tizimining natijalari sahifalarida (ko'pincha SERPs deb nomlanuvchi) onlayn-do'konning ko'rinishini oshirish jarayoni.",
  "qo'llanma1_text3" : "Elektron tijorat SEO marketingi bilan bog'liq vazifalar har xil. Ular qidiruv tizimlariga kiritilgan kalit so'rovlarni qondiradigan tarkibni yaratishni o'z ichiga oladi. Masalan, futbolkalarni sotuvchi True Classic kabi elektron tijorat do'koni “futbolkalarni ajinlarsiz qanday yig'ish kerak” mavzusida kontent yaratish orqali o'z veb-saytining SEO-ni yaxshilashi mumkin.",
  "befoquote1" : "Ushbu kalit so'z uchun reyting True Classic veb-saytiga qo'shimcha tashrif buyuruvchilarni jalb qiladi, ularning ba'zilari mijozlarga aylanadi.Boshqa elektron tijorat SEO faoliyati sahifalarni yuklash tezligini oshirish, mahsulotning batafsil tavsiflarini yozish va nufuzli veb-saytlardan havolalarni olishni o'z ichiga oladi.Elektron tijorat veb-saytlari SEO-dan ko'proq trafik yaratish strategiyasi sifatida foydalanadi, bu esa o'z mahsulotlari va brendiga oid so'rovlarni kiritadigan tashrif buyuruvchilarni jalb qiladi.",
  "quote1" : "Elektron tijorat SEO - bu sizning mahsulot sahifalaringiz Google-ning birinchi sahifasida eng yaxshi organik qidiruv natijalari orasida paydo bo'lishini ta'minlashdir.",
  "aftequote1" : "Eng yaxshi 10 talikka kirmaydigan veb-saytlar kamdan-kam tashrif buyuriladi va hatto 3-5 o'rindagilar ham yuqori natijalarga qaraganda ancha kam trafik oladi.",
  "blogtitle2" : "Kichik biznes grantlari: 2025 yilda moliyalashtirishni qayerdan olish mumkin",
  "blogtitle2_text1" : "Har bir yangi biznes biroz ko'proq pul bilan amalga oshirilishi mumkin. Kichik biznes grantlari va startapingiz uchun qo'shimcha moliyalashtirish imkoniyatlarini toping. Grant dasturlarini ko'rib chiqing, ariza topshirish bo'yicha maslahatlarni toping, talablar haqida bilib oling va hokazo!",
  "befoquote2_text1" : "Biznes boshlash arzon emas.Yangi mahsulotlarni sinovdan o'tkazish, bozor tendentsiyalarini o'rganish, inventarizatsiyani ta'minlash⁠ - boshlang'ich biznes uchun xarajatlar taqchil emas. Ammo agar siz hali sotishni boshlamagan bo'lsangiz, pul qayerdan keladi?Tajribali kichik biznes egalari moliyachilar tarmog'iga ega bo'lishi mumkin, ammo kelajakdagi tadbirkorlar uchun o'zingizni isbotlash imkoniga ega bo'lmasdan oldin moliyalashtirishni ta'minlash qiyin bo'lishi mumkin.Har bir yangi biznes biroz ko'proq naqd pul bilan ishlashi mumkin, ammo kichik biznes grantlari uchun grant olish jarayoni sizning ismingizni ro'yxatga kiritish va depozitni kutishdan ko'proq narsani o'z ichiga oladi. Har bir grant har bir biznes uchun to'g'ri kelmaydi va grant beruvchi tashkilotlar arizachilarni qanday baholashini tushunish sizga kerak bo'lgan moliyaviy yordamni ta'minlash uchun juda muhimdir.Agar siz kichik biznes grant dasturiga ariza topshirish uchun vaqt va kuchingizni sarflashni rejalashtirmoqchi bo'lsangiz, mavjud variantlarni tushunish va biznesingizga mos keladigan grantni tanlash muhimdir.",
  "befoquote2_text2" : "Davlat Savdoni kengaytirish dasturi (STEP) mavjud korxonalarga global miqyosda kengayishda yordam berish, tashqi bozor savdo ko'rgazmalari va kengaytirish imkoniyatlari uchun mablag' taklif qilish uchun AQSh bo'ylab federal kichik biznes grantlarini taklif qiladi.SBA faxriylarga qarashli korxonalar uchun grant mablag'larini ta'minlaydigan bir qator veteranlarga yordam dasturlarini taklif qiladi.Ayollarga tegishli bo'lgan kichik biznes federal pudrat dasturi ayollar tadbirkorlari uchun o'yin maydonini tenglashtirish maqsadida ayollarga tegishli bo'lgan korxonalarga mablag'larni taklif qiladi.HUBZone dasturi tarixan to'liq foydalanilmagan biznes zonalarida o'sishni rag'batlantirish maqsadida kichik biznesga yordam beradi.Tabiiy resurslarni sotishda yordam dasturi kichik biznesga shtat va federal hukumat shartnomalarini ularga ustuvorlik beruvchi tanlov tizimi orqali ta'minlashda yordam beradi. Mavjud sohalarga yog'och va o'rmon xo'jaligi mahsulotlari, foydali qazilmalar, ko'mir, neft, gaz va ko'chmas mulk kiradi.Kichik biznes innovatsion tadqiqot dasturi (SBIR) tijorat salohiyatiga ega innovatsion tadqiqot va ishlanma loyihalarini amalga oshiruvchi korxonalarga qaratilgan.",
  "quote2" : "Kichik biznes texnologiyalari transferi dasturi (STTR) kichik biznes va ilmiy muassasalar oʻrtasida qoʻshma tadqiqot va ishlanma loyihalarini ragʻbatlantirishga qaratilgan.",
  "qo'llanma3_text1" : "Elektron tijorat nima?",
  "qo'llanma3_text2" : "Elektron tijorat (elektron tijorat) - bu elektron tarmoq, birinchi navbatda internet orqali tovarlar va xizmatlarni sotib olish va sotish yoki pul mablag'lari yoki ma'lumotlarni uzatish. Ushbu elektron tijorat operatsiyalari odatda to'rt turga bo'linadi: biznesdan biznesga (B2B), biznesdan iste'molga (B2C), iste'molchidan iste'molchiga yoki iste'molchidan biznesga.",
  "befoquote3_text1" : "So'nggi yigirma yil ichida Amazon va eBay kabi elektron tijorat platformalari onlayn chakana savdoning sezilarli o'sishiga hissa qo'shdi. AQSh aholini ro'yxatga olish byurosi ma'lumotlariga ko'ra, 2011 yilda elektron tijorat umumiy chakana savdoning 5 foizini tashkil etdi. 2020 yilning 2-choragiga kelib, COVID-19 pandemiyasi boshlanganidan so‘ng, chakana savdoning 16,5 foizi elektron tijorat hissasiga to‘g‘ri keldi. O'shandan beri, jismoniy do'konlar qayta ochilganda, u taxminan 15% gacha tushib ketdi.",
  "befoquote3_text2" : "Elektron tijorat qanday ishlaydi? Elektron tijorat internetdan quvvatlanadi. Mijozlar onlayn-do'konlarga kirish uchun o'z qurilmalaridan foydalanadilar. Ular do'konlar taklif qilayotgan mahsulotlar va xizmatlarni ko'rib chiqishlari va buyurtma berishlari mumkin.",
  "befoquote3_text3" : "B2C. Ushbu operatsiyalar korxonalar iste'molchilarga mahsulot, xizmatlar yoki ma'lumotlarni sotganda. Biroq, odatda yuk tashish, yetkazib berish va mijozlarga xizmat ko'rsatish bilan shug'ullanadigan vositachilar yoki vositachilar mavjud. Bu atama 1990-yillar oxiridagi dot-com bumi davrida mashhur bo'lgan, o'shanda onlayn-riteylerlar va tovarlar sotuvchilari yangilik edi.",
  "quote3" : "Bugungi kunda Internetda barcha turdagi iste'mol tovarlari sotiladigan son-sanoqsiz virtual do'konlar va savdo markazlari mavjud. Amazon B2C bozorida hukmronlik qiluvchi ushbu saytlar orasida eng taniqli hisoblanadi.",
  "blogtitle4" : "Domenlar va veb-sayt hosting: Ishga kirishishdan oldin bilishingiz kerak bo'lgan narsalar",
  "qo'llanma4_text1" : "Shunday qilib, siz nihoyat veb-sayt yaratishning qiziqarli dunyosiga kirishga qaror qildingiz. Siz blog ochishni, onlayn-do‘kon ochishni yoki professional portfel ochishni rejalashtiryapsizmi, bir narsa aniq: sizga domen va veb-sayt xostingi kerak bo‘ladi. Ammo kuting, internet jargonlari tubiga sho'ng'ishdan va mavjud son-sanoqsiz variantlardan to'lib-toshishdan oldin, keling, domenlar va veb-saytlarni xosting sirlarini ochishga bir oz vaqt ajrataylik.",
  "qo'llanma4_text2" : "Ushbu maqolada biz sizga raqamli sayohatni boshlashdan oldin bilishingiz va ko'rib chiqishingiz kerak bo'lgan hamma narsani tushuntirib, asosiy tushunchalar bilan tanishib chiqamiz. Har kuni ko'rib chiqayotgan veb-saytlaringiz ortida yotgan sirlarni ochishga tayyor bo'ling.",
  "bofequote4_text1" : "Domen - bu internetdagi veb-saytni aniqlaydigan yagona manzil. U veb-saytingizning raqamli identifikatori bo'lib, foydalanuvchilarga kontentingizga osongina kirish imkonini beradi. WordPress saytingiz uchun domen tanlashda uning brendingiz yoki joyingizga mosligini hisobga olish muhimdir. Misol uchun, agar veb-saytingiz fotografiya haqida bo'lsa, 'besttraveldeals.com' dan ko'ra 'photolens.com' kabi domen ko'proq mos keladi. Bundan tashqari, eslab qolish va yozish oson bo'lgan domenni tanlash foydalidir, chunki u foydalanuvchi tajribasini yaxshilaydi. Domenlarni GoDaddy yoki Namecheap kabi turli domen registratorlari orqali ro'yxatdan o'tkazish mumkinligini yodda tuting.",
  "bofequote4_text2" : "Veb-sayt hosting veb-saytingiz uchun asosiy element hisoblanadi. Bu tashrif buyuruvchilarga kirish imkonini beruvchi serverda veb-saytingiz fayllarini saqlash va xizmat ko'rsatishni o'z ichiga oladi. Wordpress domenlari haqida gap ketganda, veb-sayt hostingi ayniqsa muhimdir, chunki u sizning WordPress veb-saytingiz butun dunyo bo'ylab foydalanuvchilar uchun ochiq bo'lishini ta'minlaydi.",
  "bofequote4_text3" : "Xosting xizmatlarining har xil turlari mavjud, masalan, bir nechta veb-saytlar serverdagi resurslarni baham ko'radigan umumiy hosting yoki siz serverdan eksklyuziv foydalana oladigan maxsus server hostingi. To'g'ri hosting provayderi va rejasini tanlash veb-saytning optimal ishlashi va ishonchliligi uchun juda muhimdir. Xosting xizmatini tanlashda server tezligi, ish vaqti, xavfsizlik xususiyatlari, mijozlarni qo'llab-quvvatlash va kengaytirilishi kabi omillarni hisobga oling.",
  "quote4" : "To'g'ri tanlangan domen sizning brend identifikatoringizni aniqlashga yordam beradi va qidiruv tizimining ko'rinishini yaxshilaydi.",
  "aftequote4" : "Sekin yuklash vaqtlari va tez-tez uzilishlar tashrif buyuruvchilarni haydab chiqarishi va veb-saytingiz obro'siga putur etkazishi mumkin. Qaror qabul qilishdan oldin turli xil variantlarni tadqiq qilish va solishtirish uchun vaqt ajrating. Sizning domeningiz va xosting tanlovingiz veb-saytingiz muvaffaqiyatiga katta ta'sir ko'rsatishi mumkin.",
  "category_text" : "O’zingizga mos yo’nalishni tanlang",
  "theme_text" : "O'zingiz Yoqtirgan Web-Sayt Shablonini Tanlang",
  "client_text" : "Mijoz m'alumotlarini kiriting.",
  "client_name" : "Ismingizni kiriting.",
  "client_phone" : "Telefon raqamingizni kiriting.",
  "client_comp" : "Kompaniya nomini kiriting.",
  "thanks" : "Arizangiz muvaffaqiyatli qabul qilindi!!!",
  "back_to_page" : "Sahifaga qaytish",
  "purchase" : "Xaridni davom ettiring",
  "all_thems" : "Barcha mahsulotlar",
  "design_thems" : "Dizayn tanlash",
  "tarif_thems" : "Ta'rifni tanlash",
  "payment_thems" : "To'lov bosqichi",
  "back" : "Orqaga qaytish",
  "kosmetica" : "Kosmetika ochilish sahifasi Divi tartibi.",
  "kosmetica_text" : "Asl fotosuratlar va grafikalar bilan jahon darajasidagi dizaynlar barcha Divi mijozlari uchun bepul.",
  "kompaniya_user" : "Kompaniya:",
  "kompaniya_ism" : "Ism:",
  "kompaniya_tel" : "Telefon raqami:",
  "chegirma" : "Chegirma:",
  "next" : "Keyingisi",
  "about_them" : "Loyiha haqida",
  "about_them__text" : "Bu loyihaning maqsadi onlayin do'konga tez ega bo'lish va uni tezda ommalashtirish.",
  "mahsulot" : "Mahsulot xususiyatlari",
  "create_them" : "Yaratilgan: 2023 yil 04-may",
  "compatibility_them" : "Quyidagilar bilan mos keladi: Adobe InDesign, Boshqa",
  "them_size" : "Fayl hajmi: 44,58 MB",
  "them_vektor" : "Vektor Olchamlari: 1080 x 1350 piksel",
  "them_dpi" : "DPI: 300 Qatlamli",
  "description_them" : "Tavsif",
  "description_them1" : "Ushbu kursning materiallari HTML5 va CSS3 bilan veb-dizayn va ishlab chiqish bo'yicha boshqa kursimda ham yoritilgan. Ushbu kursni ham tekshirish uchun ushbu sahifaning pastki qismiga o'ting! Agar siz mening boshqa kursimni olayotgan bo'lsangiz, bugungi kunda chiroyli veb-saytlarni loyihalashni boshlash uchun sizga kerak bo'lgan hamma narsa bor!",
  "description_them2" : "Eng yaxshi veb-dizayn kursi: Agar siz veb-dizaynga qiziqsangiz, lekin shunchaki WordPressdan qanday foydalanish kursidan ko'proq narsani istasangiz, men buni tavsiya qilaman. - Florian Giusti",
  "description_them3" : "Biz chap miyali odamlar uchun juda foydali: men HTML, CSS, JQuery va Twitter Bootstrap bilan yaxshi tanishman, lekin menga veb-dizayn bo'yicha ko'rsatmalar kerak edi. Bu kurs menga veb-saytlarni yanada chiroyli va qiziqarli qilish uchun amaliy, ta'sirli usullarni berdi. - Syuzan Darlen",
  "instruktor" : "Instruktor",
  "instruktor_text" : "Veb dasturchi, dizayner va o'qituvchi",
  "prices_plan" : "Narxlar rejalari",
  "prices_plan__text" : "Ehtiyojlaringizga mos keladigan eng yaxshi rejani tanlang.",
  "payment_method" : "To'lov usullari",
  "now_pay" : "Hoziroq to'lash",
  "then_pay" : "Keyinroq to'lash",
  "leave_request" : "So'rov qoldirish",
  "card_info" : "Karta ma'lumotlari",
  "card_number" : "Karta raqami",
  "validty_period" : "Amal qilish muddati",
  "mahsulot_end" : "Mahsulot",
  "narxi" : "Narxi",
  "tarif_narxi": "Ta'rif narxi:",
  "shablon_narxi" : "Shablon narxi:",
  "jami" : "Jami:",
  "sotib_olish" : "Sotib olish",
  "sotib_olish__text" : "Davom etish orqali siz Xizmat shartlari va Maxfiylik siyosatimizga rozilik bildirasiz. E'tibor bering, to'lovlar qaytarilmaydi."
}