{
  "contact": "Контакт",
  "industry": "Сферы",
  "prices": "Цены",
  "blog": "Блог",
  "order": "Оформить заказ",
  "header_text": "Получите свой онлайн-магазин всего за несколько шагов!",
  "header_text__bottom": "Пришло время обзавестись интернет-магазином и увеличить свои онлайн-продажи!",
  "header_center": "Клиенты могут совершать покупки, пока вы спите! Запустите свой онлайн-магазин 24/7 с нашей платформой.",
  "mebel": "Мебель",
  "konstovar": "Канцелярские товары",
  "elektronika": "Электроника",
  "kosmetika": "Парфюмерия/Косметика",
  "maishiytex": "Бытовая техника",
  "kiyim": "Одежда/Бутик",
  "oyinchoqlar": "Игрушки",
  "qurilish": "Строительные материалы",
  "oshxona": "Кухонная посуда",
  "ovqat": "Продукты питания",
  "biznestitle": "Купить веб-платформу для вашего бизнеса (2025)",
  "biznestitlebottom": "Расширьте свой бизнес онлайн! С нашей веб-платформой вы сможете легко и быстро создать интернет-магазин. Адаптивный дизайн, SEO-оптимизация и маркетинговые возможности помогут привлечь больше клиентов. Начните сегодня и выведите свой бизнес на новый уровень!",
  "services_text": "Наши преимущества",
  "assorti": "Широкий ассортимент",
  "assorti_text": "Изучите большой выбор товаров, таких как мода, электроника, дом и сад, спорт и отдых и многое другое.",
  "kafolat": "Гарантия качества",
  "kafolat_text": "Каждый продукт проходит строгий контроль качества, чтобы вы получали только лучшее.",
  "imkoniyat": "Варианты оплаты",
  "imkoniyat_text": "Кредитные/дебетовые карты, цифровые кошельки, банковские переводы и иногда наличные при доставке.",
  "foydalanish": "Доступ 24/7",
  "foydalanish_text": "Позволяет покупателям совершать покупки в удобное для них время.",
  "now": "Начните прямо сейчас",
  "more": "Больше",
  "xususiyat": "Особенности магазина",
  "hamkor": "Возможность работы с дополнительными партнерскими платформами",
  "hamkor_text": "Возможность работы с необходимыми партнерскими платформами и платежными системами.",
  "xizmat": "Служба поддержки",
  "xizmat_text": "Постоянная служба поддержки и дополнительные онлайн-руководства для решения возможных проблем в процессе работы.",
  "moslashish": "Адаптивность для мобильных устройств",
  "moslashish_text": "Адаптивный и удобный интерфейс для мобильных устройств IOS и Android.",
  "obuna": "Подписочные услуги",
  "obuna_text": "Возможность иметь собственный онлайн-магазин в обмен на покупку годовой или месячной подписки!",
  "vaqt": "Расписание",
  "qidiruv": "Основной поиск",
  "suhbat": "Живой чат",
  "pochta": "Email маркетинг",
  "shakillar": "Специальные формы",
  "trafik": "Анализ трафика",
  "asosiy": "Основная поддержка",
  "tanlash": "Выбрать тариф",
  "questions": "Часто задаваемые вопросы",
  "question1": "Как начать использовать платформу DUKAN?",
  "answer1": "Во-первых, нужно оставить ваш номер на официальном сайте Dukan, чтобы мы могли с вами связаться. Затем вы можете выбрать нужный шаблон для вашего магазина и начать его настройку.",
  "question2": "Как добавить товары в магазин?",
  "answer2": "После входа в ваш аккаунт перейдите в раздел 'Товары' и выберите опцию 'Добавить товар' для загрузки информации о товаре.",
  "question3": "Как настроить способы оплаты?",
  "answer3": "В разделе настроек выберите 'Платежи' и добавьте нужные способы оплаты. Dukan интегрируется с различными платежными системами.",
  "question4": "Могу ли я использовать свой домен?",
  "answer4": "Да, вы можете подключить свой домен к магазину на платформе Dukan.",
  "question5": "Как обрабатываются заказы?",
  "answer5": "В разделе 'Заказы' вы можете просматривать все заказы и управлять ими, а также отслеживать их статус выполнения.",
  "question6": "Что делать, если возникают проблемы с оплатой?",
  "answer6": "Проверьте настройки платежей и убедитесь, что они активированы. Для решения проблем с оплатой обращайтесь в службу поддержки Dukan.",
  "question7": "Могу ли я установить скидки и акции?",
  "answer7": "Да, вы можете создать купоны на скидку, временные акции и другие специальные предложения в разделе 'Продажи' -> 'Скидки'.",
  "question8": "Как интегрировать магазин с социальными сетями?",
  "answer8": "В разделе 'Продажи' выберите 'Каналы продаж' и добавьте социальные сети. Также доступны интеграции с приложениями социальных сетей.",
  "question9": "Как настроить мобильное приложение для магазина?",
  "answer9": "Мы предоставляем мобильное приложение для управления вашим магазином. Вы можете скачать его в App Store или Google Play.",
  "question10": "Как добавить баннер на мой магазин?",
  "answer10": "В разделе 'Продажи' выберите 'Баннеры', где вы сможете редактировать и управлять контентом, а также посетить блог для получения бонусов.",
  "question11": "Что делать, если я забыл пароль от аккаунта?",
  "answer11": "Используйте опцию восстановления пароля на сайте и в вашем аккаунте Dukan.",
  "question12": "Можно ли интегрировать аналитику с моим магазином?",
  "answer12": "Да, вы можете подключить сторонние инструменты аналитики, такие как Google Analytics, для отслеживания производительности вашего магазина.",
  "question13": "Как сохранить мой магазин в безопасности?",
  "answer13": "В магазине применяются стандартные меры безопасности, включая SSL-шифрование, защиту от мошенничества и регулярные обновления системы.",
  "question14": "Можно ли установить мультиязычную функциональность в магазине?",
  "answer14": "В разделе 'Настройки' -> 'Язык' вы можете добавить нужный язык для вашего магазина.",
  "question15": "Как связаться с поддержкой Dukan?",
  "answer15": "Вы можете обратиться в службу поддержки через панель администратора магазина, чат, электронную почту или по телефону.",
  "question16": "Как протестировать шаблон магазина?",
  "answer16": "Чтобы протестировать шаблон, перейдите по следующей ссылке: DukanDemo.",
  "question17": "Продавайте своим клиентам в любое время и в любом месте!",
  "answer17": "Получите свой интернет-магазин всего за несколько шагов через Dukan!",
  "yana": "Еще",
  "qidirgan": "Не нашли ответ на ваш вопрос?",
  "aloqa": "Связаться с нами",
  "buyurtma": "Связаться по заказу или вопросам.",
  "buyurtma_text": "Создайте свой собственный маркетплейс и продавайте свои товары 24/7!",
  "ism": "Ваше имя:",
  "telefon": "Ваш телефонный номер:",
  "buisnes_type": "Тип вашего бизнеса:",
  "tarif": "Какой тариф вас интересует?",
  "bog'lanish": "Когда с вами можно связаться?",
  "send": "Отправить",
  "kompaniya": "Компания",
  "team": "Наша команда",
  "xususiyatlar": "Особенности",
  "with_contact": "Контактные данные",
  "location": "Al-raqam Hub",
  "by_companiya" : "Разработано Al-raqam",
  "huquq": "Copyright © 2023 al-raqam. Все права защищены.",
  "blogs": "Блоги",
  "boshsahifaga": "На главную",
  "qo'llanma1": "Полное руководство по SEO в электронной коммерции (2025)",
  "time1": "10 марта 2025",
  "qo'llanma2": "Где получить финансирование в 2025 году",
  "time2": "14 марта 2025",
  "qo'llanma3": "Электронная коммерция",
  "time3": "20 марта 2025",
  "qo'llanma4": "Домены и хостинг веб-сайтов",
  "time4": "22 марта 2025",
  "mashxur": "Популярные посты",
  "qidiring": "Искать...",
  "kategoriyalar": "Категории",
  "veb": "Веб-дизайн",
  "marketing": "Маркетинг",
  "forntend": "Фронтенд",
  "foto": "Фотография",
  "texnologiya": "Технологии",
  "umumiy": "Общее",
  "qo'llanma1_text1": "Привлечение большего трафика — ключевая задача для любого бизнеса в сфере электронной коммерции. Но как привлечь посетителей в ваш интернет-магазин, не тратя большие деньги на рекламу и маркетинг? Ответ: зная, как использовать SEO в электронной коммерции. Оптимизация поиска для электронной коммерции (SEO) — это процесс тонкой настройки вашего веб-сайта в соответствии с лучшими практиками поисковых систем и обновления контента таким образом, чтобы он соответствовал тому, что ищут ваши клиенты. Преимущества SEO для владельцев магазинов включают увеличение числа посетителей, повышение узнаваемости бренда и рост продаж. Однако из-за постоянных обновлений алгоритмов поисковых систем бывает трудно определить, какой подход использовать для оптимизации поиска.",
  "qo'llanma1_text2": "Что такое SEO в электронной коммерции? SEO в электронной коммерции — это процесс увеличения видимости интернет-магазина на страницах результатов поисковых систем (обычно называемых SERP).",
  "qo'llanma1_text3": "Задачи SEO-маркетинга в электронной коммерции могут быть разными. Они включают создание контента, соответствующего запросам, вводимым в поисковые системы. Например, интернет-магазин True Classic, продающий футболки, может повысить уровень своего SEO, создавая контент на тему «Как складывать футболки без складок».",
  "befoquote1": "Рейтинг по этому ключевому слову привлечет на сайт True Classic дополнительных посетителей, некоторые из которых станут клиентами. Другие SEO-активности в электронной коммерции включают увеличение скорости загрузки страниц, написание подробных описаний товаров и получение ссылок с авторитетных веб-сайтов. Веб-сайты электронной коммерции используют SEO как стратегию увеличения трафика, привлекая посетителей, вводящих запросы, связанные с их товарами и брендом.",
  "quote1": "SEO в электронной коммерции — это обеспечение того, чтобы страницы ваших товаров появлялись среди лучших органических результатов поиска на первой странице Google.",
  "aftequote1": "Веб-сайты, не входящие в топ-10, редко посещаются, а те, которые занимают 3-5 места, получают значительно меньше трафика по сравнению с ведущими результатами.",
  "blogtitle2": "Гранты для малого бизнеса: где получить финансирование в 2025 году",
  "blogtitle2_text1": "Каждому новому бизнесу не помешает немного больше денег. Найдите гранты для малого бизнеса и дополнительные возможности финансирования для вашего стартапа. Ознакомьтесь с программами грантов, получите советы по подаче заявки, узнайте требования и многое другое!",
  "befoquote2_text1": "Начать бизнес — это недешево. Тестирование новых продуктов, изучение рыночных тенденций, обеспечение запасов — у стартапов немало затрат. Но откуда взять деньги, если вы еще не начали продавать? Опытные владельцы малого бизнеса могут иметь сеть финансистов, но будущим предпринимателям может быть сложно получить финансирование до того, как они докажут свою состоятельность. Каждому новому бизнесу не помешает дополнительный капитал, но процесс получения грантов для малого бизнеса требует больше, чем просто внесение имени в список и ожидание депозита. Не каждый грант подходит для любого бизнеса, и понимание того, как грантодатели оценивают заявки, имеет решающее значение для получения необходимой финансовой поддержки. Если вы планируете потратить время и усилия на подачу заявки на грант для малого бизнеса, важно изучить доступные варианты и выбрать тот, который соответствует вашему бизнесу.",
  "befoquote2_text2": "Программа государственного расширения торговли (STEP) предлагает федеральные гранты для малого бизнеса по всей территории США, помогая существующим компаниям расширяться на международном уровне и предоставляя финансирование для участия в зарубежных торговых выставках и поиска новых рынков. SBA предлагает ряд программ поддержки для ветеранов, предоставляя гранты предприятиям, принадлежащим бывшим военным. Федеральная программа контрактов для малого бизнеса, принадлежащего женщинам, направлена на выравнивание условий для женщин-предпринимателей, предоставляя им финансовую поддержку. Программа HUBZone помогает малому бизнесу развиваться в исторически недоиспользованных деловых зонах. Программа поддержки продажи природных ресурсов помогает малому бизнесу получать государственные и федеральные контракты через систему приоритетного отбора. К таким отраслям относятся лесозаготовка и лесное хозяйство, добыча полезных ископаемых, уголь, нефть, газ и недвижимость. Программа исследований инновационного малого бизнеса (SBIR) ориентирована на компании, реализующие инновационные исследования и разработки с коммерческим потенциалом.",
  "quote2": "Программа передачи технологий малого бизнеса (STTR) направлена на стимулирование совместных исследований и разработок между малым бизнесом и научными учреждениями.",
  "qo'llanma3_text1": "Что такое электронная коммерция?",
  "qo'llanma3_text2": "Электронная коммерция (или e-commerce) — это покупка и продажа товаров и услуг, а также передача денег или информации через электронные сети, в первую очередь через интернет. Эти операции обычно делятся на четыре типа: бизнес для бизнеса (B2B), бизнес для потребителя (B2C), потребитель для потребителя или потребитель для бизнеса.",
  "befoquote3_text1": "За последние двадцать лет такие платформы электронной коммерции, как Amazon и eBay, внесли значительный вклад в рост онлайн-розничной торговли. По данным Бюро переписи населения США, в 2011 году электронная коммерция составляла 5 процентов от общего объема розничной торговли. К 2 кварталу 2020 года, после начала пандемии COVID-19, доля электронной коммерции в розничной торговле составила 16,5 процентов. С тех пор, когда физические магазины снова открылись, эта цифра снизилась примерно до 15%.",
  "befoquote3_text2": "Как работает электронная коммерция? Электронная коммерция поддерживается интернетом. Клиенты используют свои устройства для доступа к онлайн-магазинам. Они могут просматривать товары и услуги, которые предлагают магазины, и делать заказы.",
  "befoquote3_text3": "B2C. Эти операции происходят, когда компании продают товары, услуги или информацию потребителям. Однако обычно существуют посредники, которые занимаются перевозкой, доставкой и обслуживанием клиентов. Этот термин стал популярным в конце 1990-х годов, во времена пузыря доткомов, когда онлайн-ретейлеры и товарные продавцы были новинкой.",
  "quote3": "Сегодня в интернете существует бесчисленное множество виртуальных магазинов и торговых центров, где продаются все виды потребительских товаров. Amazon — это самый известный сайт, доминирующий на B2C рынке.",
  "blogtitle4": "Доменные имена и веб-хостинг: что нужно знать перед началом работы",
  "qo'llanma4_text1": "Итак, вы наконец решили войти в увлекательный мир создания сайтов. Независимо от того, планируете ли вы запустить блог, онлайн-магазин или профессиональное портфолио, одно ясно: вам нужен домен и веб-хостинг. Но подождите, прежде чем погрузиться в интернет-жаргон и переполненные безбрежные опции, давайте выделим немного времени, чтобы раскрыть секреты доменов и веб-хостинга.",
  "qo'llanma4_text2": "В этой статье мы объясним все, что нужно знать и учитывать перед тем, как начать ваше цифровое путешествие, знакомя вас с основными концепциями. Готовьтесь раскрыть тайны, которые скрываются за веб-сайтами, которые вы ежедневно просматриваете.",
  "bofequote4_text1": "Домен — это уникальный адрес в интернете, который определяет ваш сайт. Он является цифровым идентификатором вашего сайта, позволяя пользователям легко получить доступ к вашему контенту. При выборе домена для вашего сайта на WordPress важно учитывать, насколько он соответствует вашему бренду или месту. Например, если ваш сайт о фотографии, домен 'photolens.com' будет более подходящим, чем 'besttraveldeals.com'. Кроме того, полезно выбрать домен, который легко запомнить и написать, так как это улучшает пользовательский опыт. Помните, что домены можно регистрировать через различных регистраторов, таких как GoDaddy или Namecheap.",
  "bofequote4_text2": "Веб-хостинг является важнейшим элементом для вашего сайта. Он включает в себя хранение файлов вашего сайта на сервере и предоставление доступа к ним для посетителей. В случае с WordPress, веб-хостинг особенно важен, так как он обеспечивает доступность вашего сайта для пользователей по всему миру.",
  "bofequote4_text3": "Существует несколько типов хостинг-услуг, таких как общий хостинг, где несколько сайтов делят ресурсы на сервере, или выделенный сервер, где вы можете использовать сервер в одиночку. Выбор правильного хостинг-провайдера и плана имеет огромное значение для оптимальной работы и надежности вашего сайта. При выборе хостинга учитывайте такие факторы, как скорость сервера, время работы, функции безопасности, поддержка клиентов и масштабируемость.",
  "quote4": "Правильно выбранный домен помогает определить ваш бренд и улучшает видимость в поисковых системах.",
  "aftequote4": "Медленные времена загрузки и частые сбои могут отпугнуть посетителей и повредить репутации вашего сайта. Прежде чем принять решение, уделите время исследованию и сравнению различных вариантов. Ваш выбор домена и хостинга может оказать значительное влияние на успех вашего сайта.",
  "category_text": "Выберите подходящее направление",
  "theme_text": "Выберите понравившийся шаблон веб-сайта",
  "client_text": "Введите данные клиента.",
  "client_name": "Введите ваше имя.",
  "client_phone": "Введите ваш номер телефона.",
  "client_comp": "Введите название компании.",
  "thanks": "Ваша заявка успешно принята!!!",
  "back_to_page": "Вернуться на страницу",
  "purchase": "Продолжить покупку",
  "all_thems": "Все продукты",
  "design_thems": "Выбор дизайна",
  "tarif_thems": "Выбор тарифа",
  "payment_thems": "Этап оплаты",
  "back": "Назад",
  "kosmetica": "Страница открытия косметики Divi.",
  "kosmetica_text": "Мирового уровня дизайны с оригинальными фотографиями и графиками бесплатно для всех клиентов Divi.",
  "kompaniya_user": "Компания:",
  "kompaniya_ism": "Имя:",
  "kompaniya_tel": "Телефон номер:",
  "chegirma": "Скидка:",
  "next": "Следующий",
  "about_them": "О проекте",
  "about_them__text": "Цель проекта — быстро открыть онлайн-магазин и быстро его популяризировать.",
  "mahsulot": "Характеристики товара",
  "create_them": "Создано: 04 мая 2023 года",
  "compatibility_them": "Совместимость с: Adobe InDesign, другие",
  "them_size": "Размер файла: 44,58 MB",
  "them_vektor": "Векторные размеры: 1080 x 1350 пикселей",
  "them_dpi": "DPI: 300 слоёв",
  "description_them": "Описание",
  "description_them1": "Материалы этого курса также освещены в моем другом курсе по веб-дизайну и разработке с использованием HTML5 и CSS3. Для проверки этого курса перейдите в нижнюю часть этой страницы! Если вы проходите мой другой курс, у вас есть все необходимое для того, чтобы начать проектировать красивые веб-сайты сегодня!",
  "description_them2": "Лучший курс по веб-дизайну: Если вам интересен веб-дизайн, но вы хотите большего, чем просто курс по использованию WordPress, я рекомендую его. - Флориан Джусти",
  "description_them3": "Очень полезно для людей с левым полушарием: я хорошо знаком с HTML, CSS, JQuery и Twitter Bootstrap, но мне нужны были указания по веб-дизайну. Этот курс дал мне практические и эффективные методы для того, чтобы сделать сайты более красивыми и интересными. - Сюзан Дарлен",
  "instruktor": "Инструктор",
  "instruktor_text": "Веб-разработчик, дизайнер и преподаватель",
  "prices_plan": "Цены на тарифы",
  "prices_plan__text": "Выберите лучший тарифный план, который соответствует вашим потребностям.",
  "payment_method": "Способы оплаты",
  "now_pay": "Оплатить сейчас",
  "then_pay": "Оплатить позже",
  "leave_request": "Оставить заявку",
  "card_info": "Информация о карте",
  "card_number": "Номер карты",
  "validty_period": "Срок действия",
  "mahsulot_end": "Продукт",
  "narxi": "Цена",
  "tarif_narxi": "Цена тарифа:",
  "shablon_narxi": "Цена шаблона:",
  "jami": "Итого:",
  "sotib_olish": "Купить",
  "sotib_olish__text": "Продолжая, вы соглашаетесь с нашими Условиями обслуживания и Политикой конфиденциальности. Обратите внимание, что платежи не подлежат возврату."
}